rottenpotatoes/app/controllers/movies_controller.rb

  def create
    @movie = Movie.create!(params[:movie])
---
INSERT INTO "movies" ("title", "rating", "release_date", "created_at", "updated_at") VALUES (?, ?, ?, ?, ?)  [["title", "Men In Black"], ["rating", "PG-13"], ["release_date", "2015-11-22 00:00:00.000000"], ["created_at", "2015-11-22 08:47:55.748694"], ["updated_at", "2015-11-22 08:47:55.748694"]]